zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zsh-users/zsh-completions
belak/zsh-utils path:completion
belak/zsh-utils path:history
belak/zsh-utils path:utility
zsh-users/zsh-syntax-highlighting
akash329d/zsh-alias-finder
# MefitHp/alias-maker
se-jaeger/zsh-activate-py-environment
